Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# remoteTmux.error.controlSocketPathTooLong
source: SSH control socket path is too long for a Unix domain socket (%lld > %lld bytes); home directory path is too long
ar: مسار مقبس التحكم لـ SSH طويل جداً لمقبس مجال Unix ‏(%lld > %lld بايت); مسار الدليل الرئيسي طويل جداً
bs: Putanja SSH kontrolnog socketa je preduga za Unix domenski socket (%lld > %lld bajtova); putanja kućnog direktorija je preduga
da: SSH-kontrolsocketstien er for lang til en Unix-domænesocket (%lld > %lld byte); stien til hjemmemappen er for lang
de: Der SSH-Control-Socket-Pfad ist zu lang für einen Unix-Domain-Socket (%lld > %lld Bytes); der Pfad des Home-Verzeichnisses ist zu lang
es: La ruta del socket de control SSH es demasiado larga para un socket de dominio Unix (%lld > %lld bytes); la ruta del directorio de inicio es demasiado larga
fr: Le chemin du socket de contrôle SSH est trop long pour un socket de domaine Unix (%lld > %lld octets) ; le chemin du dossier personnel est trop long
it: Il percorso del socket di controllo SSH è troppo lungo per un socket di dominio Unix (%lld > %lld byte); il percorso della directory home è troppo lungo
ja: SSH制御ソケットのパスがUnixドメインソケットに対して長すぎます（%lld > %lldバイト）。ホームディレクトリのパスが長すぎます
ko: SSH 제어 소켓 경로가 Unix 도메인 소켓에 비해 너무 깁니다 (%lld > %lld 바이트); 홈 디렉터리 경로가 너무 깁니다
nb: SSH-kontrollsocketbanen er for lang for en Unix-domenesocket (%lld > %lld byte); banen til hjemmemappen er for lang
pl: Ścieżka gniazda sterującego SSH jest za długa dla gniazda domeny Unix (%lld > %lld bajtów); ścieżka katalogu domowego jest za długa
pt_br: O caminho do soquete de controle SSH é longo demais para um soquete de domínio Unix (%lld > %lld bytes); o caminho do diretório inicial é longo demais
ru: Путь к управляющему сокету SSH слишком длинный для доменного сокета Unix (%lld > %lld байт); путь к домашнему каталогу слишком длинный
th: พาธซ็อกเก็ตควบคุม SSH ยาวเกินไปสำหรับซ็อกเก็ตโดเมน Unix (%lld > %lld ไบต์); พาธไดเรกทอรีโฮมยาวเกินไป
tr: SSH denetim soketi yolu Unix etki alanı soketi için çok uzun (%lld > %lld bayt); ana dizin yolu çok uzun
uk: Шлях до керівного сокета SSH задовгий для доменного сокета Unix (%lld > %lld байтів); шлях до домашнього каталогу задовгий
zh_hans: SSH 控制套接字路径对于 Unix 域套接字而言过长（%lld > %lld 字节）；主目录路径过长
zh_hant: SSH control socket 路徑對於 Unix domain socket 而言太長 (%lld > %lld 位元組)；家目錄路徑太長

# remoteTmux.error.launchFailed
source: failed to launch SSH: %@
ar: تعذر تشغيل SSH: %@
bs: Nije moguće pokrenuti SSH: %@
da: Kunne ikke starte SSH: %@
de: SSH konnte nicht gestartet werden: %@
es: No se pudo iniciar SSH: %@
fr: Impossible de lancer SSH : %@
it: Impossibile avviare SSH: %@
ja: SSH の起動に失敗しました: %@
ko: SSH를 시작하지 못했습니다: %@
nb: Kunne ikke starte SSH: %@
pl: Nie udało się uruchomić SSH: %@
pt_br: Não foi possível iniciar o SSH: %@
ru: Не удалось запустить SSH: %@
th: ไม่สามารถเปิดใช้ SSH ได้: %@
tr: SSH başlatılamadı: %@
uk: Не вдалося запустити SSH: %@
zh_hans: 无法启动 SSH：%@
zh_hant: 無法啟動 SSH：%@

# remoteTmux.error.tmuxNotFound
source: tmux was not found on %@. cmux ssh-tmux mirrors a remote tmux server (tmux %@ or newer required). Install it on the host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
ar: لم يتم العثور على tmux على %@. يعكس cmux ssh-tmux خادم tmux بعيدًا (يتطلب tmux الإصدار %@ أو أحدث). ثبّته على المضيف: brew install tmux (macOS)، apt install tmux (Debian/Ubuntu)، dnf install tmux (Fedora).
bs: tmux nije pronađen na %@. cmux ssh-tmux zrcali udaljeni tmux server (potreban je tmux %@ ili noviji). Instalirajte ga na host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
da: tmux blev ikke fundet på %@. cmux ssh-tmux spejler en ekstern tmux-server (tmux %@ eller nyere kræves). Installer den på værten: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
de: tmux wurde auf %@ nicht gefunden. cmux ssh-tmux spiegelt einen Remote-tmux-Server (tmux %@ oder neuer erforderlich). Installieren Sie es auf dem Host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
es: No se encontró tmux en %@. cmux ssh-tmux replica un servidor tmux remoto (se requiere tmux %@ o posterior). Instálalo en el host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
fr: tmux est introuvable sur %@. cmux ssh-tmux met en miroir un serveur tmux distant (tmux %@ ou ultérieur requis). Installez-le sur l’hôte : brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
it: tmux non è stato trovato su %@. cmux ssh-tmux esegue il mirroring di un server tmux remoto (è richiesto tmux %@ o successivo). Installalo sull'host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
ja: %@ に tmux が見つかりませんでした。cmux ssh-tmux はリモートの tmux サーバーをミラーリングします（tmux %@ 以降が必要です）。 ホストにインストールするには: brew install tmux（macOS）、apt install tmux（Debian/Ubuntu）、dnf install tmux（Fedora）
ko: %@에서 tmux를 찾을 수 없습니다. cmux ssh-tmux는 원격 tmux 서버를 미러링합니다(tmux %@ 이상 필요). 호스트에 설치하세요: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
nb: tmux ble ikke funnet på %@. cmux ssh-tmux speiler en ekstern tmux-server (tmux %@ eller nyere kreves). Installer den på verten: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
pl: Nie znaleziono tmux na %@. cmux ssh-tmux odzwierciedla zdalny serwer tmux (wymagany tmux %@ lub nowszy). Zainstaluj go na hoście: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
pt_br: tmux não foi encontrado em %@. cmux ssh-tmux espelha um servidor tmux remoto (tmux %@ ou mais recente necessário). Instale-o no host: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
ru: tmux не найден на %@. cmux ssh-tmux зеркалирует удаленный сервер tmux (требуется tmux %@ или новее). Установите его на хосте: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
th: ไม่พบ tmux บน %@. cmux ssh-tmux มิเรอร์เซิร์ฟเวอร์ tmux ระยะไกล (ต้องใช้ tmux %@ หรือใหม่กว่า) ติดตั้งบนโฮสต์: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
tr: tmux %@ üzerinde bulunamadı. cmux ssh-tmux uzak bir tmux sunucusunu yansıtır (tmux %@ veya daha yenisi gerekir). Ana makineye yükleyin: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
uk: tmux не знайдено на %@. cmux ssh-tmux віддзеркалює віддалений сервер tmux (потрібен tmux %@ або новіший). Установіть його на хості: brew install tmux (macOS), apt install tmux (Debian/Ubuntu), dnf install tmux (Fedora).
zh_hans: 在 %@ 上未找到 tmux。cmux ssh-tmux 会镜像远程 tmux 服务器（需要 tmux %@ 或更高版本）。 在主机上安装它：brew install tmux（macOS）、apt install tmux（Debian/Ubuntu）、dnf install tmux（Fedora）。
zh_hant: 在 %@ 上找不到 tmux。cmux ssh-tmux 會鏡像遠端 tmux 伺服器（需要 tmux %@ 或更新版本）。 在主機上安裝它：brew install tmux（macOS）、apt install tmux（Debian/Ubuntu）、dnf install tmux（Fedora）。

# remoteTmux.error.unreachable
source: host unreachable: %@
ar: يتعذر الوصول إلى المضيف: %@
bs: Host nije dostupan: %@
da: Værten kan ikke nås: %@
de: Host nicht erreichbar: %@
es: No se puede acceder al host: %@
fr: Hôte inaccessible : %@
it: Host non raggiungibile: %@
ja: ホストに到達できません: %@
ko: 호스트에 연결할 수 없습니다: %@
nb: Verten kan ikke nås: %@
pl: Host jest nieosiągalny: %@
pt_br: Host inacessível: %@
ru: Хост недоступен: %@
th: ไม่สามารถเข้าถึงโฮสต์ได้: %@
tr: Ana makineye ulaşılamıyor: %@
uk: Хост недоступний: %@
zh_hans: 无法访问主机：%@
zh_hant: 無法連線到主機：%@

# remoteTmux.error.unsupportedVersion
source: remote session server is too old (found %@; cmux needs version %@ or newer)
ar: خادم الجلسة البعيد قديم جدًا (تم العثور على %@؛ يتطلب cmux الإصدار %@ أو أحدث)
bs: Udaljeni server sesije je prestar (pronađeno %@; cmux zahtijeva verziju %@ ili noviju)
da: Den eksterne sessionsserver er for gammel (fandt %@; cmux kræver version %@ eller nyere)
de: Der Remote-Sitzungsserver ist zu alt (gefunden: %@; cmux benötigt Version %@ oder neuer)
es: El servidor de sesión remota es demasiado antiguo (se encontró %@; cmux necesita la versión %@ o posterior)
fr: Le serveur de session distant est trop ancien (version détectée : %@ ; cmux nécessite la version %@ ou ultérieure)
it: Il server di sessione remoto è troppo vecchio (trovato %@; cmux richiede la versione %@ o successiva)
ja: リモートセッションサーバーが古すぎます（検出: %@、cmux にはバージョン %@ 以降が必要です）
ko: 원격 세션 서버가 너무 오래되었습니다(감지됨: %@, cmux에는 버전 %@ 이상이 필요함)
nb: Den eksterne øktserveren er for gammel (fant %@; cmux krever versjon %@ eller nyere)
pl: Zdalny serwer sesji jest za stary (wykryto %@; cmux wymaga wersji %@ lub nowszej)
pt_br: O servidor de sessão remota é antigo demais (encontrado %@; o cmux precisa da versão %@ ou mais recente)
ru: Удаленный сервер сеансов слишком старый (обнаружено %@; cmux требуется версия %@ или новее)
th: เซิร์ฟเวอร์เซสชันระยะไกลเก่าเกินไป (พบ %@; cmux ต้องใช้เวอร์ชัน %@ หรือใหม่กว่า)
tr: Uzak oturum sunucusu çok eski (bulunan %@; cmux sürüm %@ veya daha yenisini gerektirir)
uk: Віддалений сервер сеансів застарий (виявлено %@; cmux потребує версії %@ або новішої)
zh_hans: 远程会话服务器过旧（检测到 %@；cmux 需要版本 %@ 或更高版本）
zh_hant: 遠端工作階段伺服器太舊（偵測到 %@；cmux 需要版本 %@ 或更新版本）

# remoteTmux.error.windowCreationFailed
source: cmux could not create a new window
ar: تعذر على cmux إنشاء نافذة جديدة
bs: cmux nije mogao kreirati novi prozor
da: cmux kunne ikke oprette et nyt vindue
de: cmux konnte kein neues Fenster erstellen
es: cmux no pudo crear una ventana nueva
fr: cmux n’a pas pu créer une nouvelle fenêtre
it: cmux non è riuscito a creare una nuova finestra
ja: cmux は新しいウインドウを作成できませんでした
ko: cmux가 새 창을 만들 수 없습니다
nb: cmux kunne ikke opprette et nytt vindu
pl: cmux nie mógł utworzyć nowego okna
pt_br: O cmux não conseguiu criar uma nova janela
ru: cmux не удалось создать новое окно
th: cmux ไม่สามารถสร้างหน้าต่างใหม่ได้
tr: cmux yeni bir pencere oluşturamadı
uk: cmux не вдалося створити нове вікно
zh_hans: cmux 无法创建新窗口
zh_hant: cmux 無法建立新視窗

# remoteTmux.pane.close
source: Close Pane
ar: إغلاق اللوحة
bs: Zatvori okno
da: Luk rude
de: Bereich schließen
es: Cerrar panel
fr: Fermer le volet
it: Chiudi riquadro
ja: ペインを閉じる
ko: 창 닫기
nb: Lukk rute
pl: Zamknij panel
pt_br: Fechar painel
ru: Закрыть панель
th: ปิดบานหน้าต่าง
tr: Bölmeyi kapat
uk: Закрити панель
zh_hans: 关闭窗格
zh_hant: 關閉窗格

# remoteTmux.pane.splitDown
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del nedover
pl: Podziel w dół
pt_br: Dividir para baixo
ru: Разделить вниз
th: แยกลงด้านล่าง
tr: Aşağı böl
uk: Розділити донизу
zh_hans: 向下拆分
zh_hant: 向下分割

# remoteTmux.pane.splitRight
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# remoteTmux.tab.pane
source: tmux pane
ar: جزء tmux
de: tmux-Teilfenster
es: panel de tmux
fr: volet tmux
ja: tmux ペイン
ko: tmux 분할 창
zh_hans: tmux 窗格
zh_hant: tmux 窗格

# remoteTmux.tab.window
source: tmux window
ar: نافذة tmux
bs: tmux prozor
da: tmux-vindue
de: tmux-Fenster
es: ventana de tmux
fr: fenêtre tmux
it: finestra tmux
ja: tmux ウィンドウ
ko: tmux 윈도우
nb: tmux-vindu
pl: okno tmux
pt_br: janela tmux
ru: окно tmux
th: หน้าต่าง tmux
tr: tmux penceresi
uk: вікно tmux
zh_hans: tmux 窗口
zh_hant: tmux 視窗

# remoteTmux.version.unknown
source: unknown
ar: غير معروف
bs: nepoznato
da: ukendt
de: unbekannt
es: desconocida
fr: inconnue
it: sconosciuta
ja: 不明
ko: 알 수 없음
nb: ukjent
pl: nieznana
pt_br: desconhecida
ru: неизвестно
th: ไม่ทราบ
tr: bilinmiyor
uk: невідомо
zh_hans: 未知
zh_hant: 未知

# rightSidebar.close.accessibilityLabel
source: Close Right Sidebar
ar: إغلاق الشريط الجانبي الأيمن
de: Rechte Seitenleiste schließen
es: Cerrar barra lateral derecha
fr: Fermer la barre latérale droite
ja: 右サイドバーを閉じる
ko: 오른쪽 사이드바 닫기
zh_hans: 关闭右侧边栏
zh_hant: 關閉右側邊欄

# rightSidebar.customSidebar.empty
source: No custom sidebar selected
ar: لم يتم تحديد شريط جانبي مخصص
de: Keine benutzerdefinierte Seitenleiste ausgewählt
es: Ninguna barra lateral personalizada seleccionada
fr: Aucune barre latérale personnalisée sélectionnée
ja: カスタムサイドバーが選択されていません
ko: 선택된 사용자 정의 사이드바 없음
zh_hans: 未选择自定义侧边栏
zh_hant: 未選擇自訂側邊欄

# rightSidebar.customSidebar.emptyHint
source: Pick one with: cmux right-sidebar set custom <name>
ar: اختر واحدًا باستخدام: cmux right-sidebar set custom <name>
de: Wählen Sie eine aus mit: cmux right-sidebar set custom <name>
es: Elige una con: cmux right-sidebar set custom <nombre>
fr: Choisissez-en une avec : cmux right-sidebar set custom <name>
ja: cmux right-sidebar set custom <name> で選択してください
ko: 다음 명령으로 선택하세요: cmux right-sidebar set custom <name>
zh_hans: 用这条命令选择一个: cmux right-sidebar set custom <name>
zh_hant: 使用此命令選擇一個：cmux right-sidebar set custom <name>

# rightSidebar.customSidebar.missing
source: Custom sidebar not found
ar: لم يتم العثور على الشريط الجانبي المخصص
de: Benutzerdefinierte Seitenleiste nicht gefunden
es: Barra lateral personalizada no encontrada
fr: Barre latérale personnalisée introuvable
ja: カスタムサイドバーが見つかりません
ko: 사용자 정의 사이드바를 찾을 수 없습니다
zh_hans: 未找到自定义侧边栏
zh_hant: 找不到自訂側邊欄

# rightSidebar.mode.customSidebar
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Sur mesure
ja: カスタム
ko: 맞춤형
zh_hans: 自定义
zh_hant: 自訂

# rightSidebar.mode.feed
source: Feed
ar: الموجز
es: Canal
fr: Flux
ja: フィード
ko: 피드
zh_hans: 动态
zh_hant: 動態

# rightSidebar.mode.files
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 文件

# rightSidebar.mode.find
source: Find
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
zh_hans: 查找
zh_hant: 尋找

# rightSidebar.mode.machines
source: Cloud
ar: السحابة
es: Nube
ja: クラウド
ko: 클라우드
zh_hans: 云端
zh_hant: 雲端

# rightSidebar.mode.pendingHelp
source: %@ · %lld pending
ar: %@ · %lld قيد الانتظار
de: %@ · %lld ausstehend
es: %@ · %lld pendientes
fr: %@ · %lld en attente
ja: %@ · %lld件保留中
ko: %@ · %lld개 대기 중
zh_hans: %@ · %lld 个待处理
zh_hant: %@ · %lld 個待處理

# rightSidebar.mode.sessions
source: Vault
ar: الخزنة
de: Tresor
es: Bóveda
fr: Coffre
ja: ボールト
ko: 볼트
zh_hans: 保险库
zh_hant: 保險箱

# rightSidebar.openAsPane.accessibilityLabel
source: Open %@ as Pane
ar: فتح %@ كجزء
de: %@ als Teilfenster öffnen
es: Abrir %@ como panel
fr: Ouvrir %@ en tant que volet
ja: %@をペインで開く
ko: %@을(를) 분할 창으로 열기
zh_hans: 将 %@ 以窗格打开
zh_hant: 將 %@ 開啟為窗格

# rightSidebar.openAsPane.tooltip
source: Open as pane
ar: فتح كجزء
de: Als Teilfenster öffnen
es: Abrir como panel
fr: Ouvrir en tant que volet
ja: ペインで開く
ko: 분할 창으로 열기
zh_hans: 以窗格打开
zh_hant: 開啟為窗格

# rightSidebar.remote.error.appDelegateUnavailable
source: ERROR: App delegate not available
ar: خطأ: مفوض التطبيق (App delegate) غير متوفر
de: FEHLER: App-Delegate nicht verfügbar
es: ERROR: delegado de la aplicación no disponible
fr: ERREUR : App delegate indisponible
ja: ERROR: アプリデリゲートを利用できません
ko: 오류: 앱 대리자(App delegate)를 사용할 수 없습니다
zh_hans: 错误：App delegate 不可用
zh_hant: 錯誤：App 代理程式無法使用

# rightSidebar.remote.error.customSidebarNotFound
source: ERROR: No custom sidebar named '%@' in ~/.config/cmux/sidebars
ar: خطأ: لا يوجد شريط جانبي مخصص باسم '%@' في ~/.config/cmux/sidebars
de: FEHLER: Keine benutzerdefinierte Seitenleiste namens „%@“ in ~/.config/cmux/sidebars
es: ERROR: No existe ninguna barra lateral personalizada llamada '%@' en ~/.config/cmux/sidebars
fr: ERREUR : aucune barre latérale personnalisée nommée '%@' dans ~/.config/cmux/sidebars
ja: ERROR: ~/.config/cmux/sidebars に「%@」というカスタムサイドバーはありません
ko: 오류: ~/.config/cmux/sidebars에 이름이 '%@'인 사용자 정의 사이드바가 없습니다
zh_hans: 错误：~/.config/cmux/sidebars 中没有名为 '%@' 的自定义侧边栏
zh_hant: 錯誤：~/.config/cmux/sidebars 中沒有名為「%@」的自訂側邊欄

# rightSidebar.remote.error.customSidebarUnset
source: ERROR: No custom sidebar selected; run right_sidebar set custom <name>
ar: خطأ: لم يتم تحديد شريط جانبي مخصص؛ قم بتشغيل right_sidebar set custom <name>
de: FEHLER: Keine benutzerdefinierte Seitenleiste ausgewählt; führen Sie 'right_sidebar set custom <name>' aus
es: ERROR: Ninguna barra lateral personalizada seleccionada; ejecuta right_sidebar set custom <nombre>
fr: ERREUR : aucune barre latérale personnalisée sélectionnée ; exécutez right_sidebar set custom <name>
ja: ERROR: カスタムサイドバーが未選択です。right_sidebar set custom <name> を実行してください
ko: 오류: 선택된 사용자 정의 사이드바가 없습니다. right_sidebar set custom <name> 명령을 실행하세요
zh_hans: 错误：未选择自定义侧边栏；请运行 right_sidebar set custom <name>
zh_hant: 錯誤：未選擇自訂側邊欄；請執行 right_sidebar set custom <name>

# rightSidebar.remote.error.customSidebarsDisabled
source: ERROR: Custom sidebars are disabled (enable them in Settings → Beta Features)
ar: خطأ: الأشرطة الجانبية المخصصة معطلة (قم بتمكينها في الإعدادات ← الميزات التجريبية)
de: FEHLER: Benutzerdefinierte Seitenleisten sind deaktiviert (aktivieren Sie sie unter Einstellungen → Beta-Funktionen)
es: ERROR: Las barras laterales personalizadas están desactivadas (actívalas en Configuración → Características beta)
fr: ERREUR : les barres latérales personnalisées sont désactivées (activez-les dans Réglages → Fonctionnalités bêta)
ja: ERROR: カスタムサイドバーは無効です（設定 → ベータ機能で有効にしてください）
ko: 오류: 사용자 정의 사이드바가 비활성화되어 있습니다 (설정 → 베타 기능에서 활성화하세요)
zh_hans: 错误：自定义侧边栏已禁用（可在「设置 → Beta 功能」中启用）
zh_hant: 錯誤：自訂側邊欄已停用 (請在「設定 → Beta 功能」中啟用)

# rightSidebar.remote.error.focusFailed
source: ERROR: Failed to focus right sidebar
ar: خطأ: فشل التركيز على الشريط الجانبي الأيمن
de: FEHLER: Rechte Seitenleiste konnte nicht fokussiert werden
es: ERROR: No se pudo enfocar la barra lateral derecha
fr: ERREUR : échec de la mise au point de la barre latérale droite
ja: ERROR: 右サイドバーにフォーカスできませんでした
ko: 오류: 오른쪽 사이드바에 포커스를 설정하지 못했습니다
zh_hans: 错误：聚焦右侧边栏失败
zh_hant: 錯誤：無法聚焦右側邊欄

# rightSidebar.remote.error.invalidTargetID
source: ERROR: Invalid right sidebar --%@ id '%@'
ar: خطأ: شريط جانبي أيمن غير صالح --%@ معرف '%@'
de: FEHLER: Ungültige rechte Seitenleiste --%@-ID „%@“
es: ERROR: Barra lateral derecha no válida --%@ id '%@'
fr: ERREUR : identifiant de barre latérale droite invalide pour --%@ : '%@'
ja: ERROR: 無効な右サイドバー --%@ ID '%@'
ko: 오류: 잘못된 오른쪽 사이드바 --%@ ID '%@'
zh_hans: 错误：右侧边栏 --%@ id '%@' 无效
zh_hant: 錯誤：無效的右側邊欄 --%@ id「%@」

# rightSidebar.remote.error.modeUnavailable
source: ERROR: Right sidebar mode '%@' is not available
ar: خطأ: وضع الشريط الجانبي الأيمن '%@' غير متوفر
de: FEHLER: Rechter Seitenleistenmodus „%@“ ist nicht verfügbar
es: ERROR: El modo de barra lateral derecha '%@' no está disponible
fr: ERREUR : le mode de barre latérale droite '%@' n'est pas disponible
ja: ERROR: 右サイドバーのモード '%@' は利用できません
ko: 오류: 오른쪽 사이드바 모드 '%@'을(를) 사용할 수 없습니다
zh_hans: 错误：右侧边栏模式 '%@' 不可用
zh_hant: 錯誤：右側邊欄模式「%@」無法使用

# rightSidebar.remote.error.noFocusOnlySet
source: ERROR: --no-focus is only valid with right_sidebar set
ar: خطأ: --no-focus صالح فقط عند تعيين right_sidebar
de: FEHLER: --no-focus ist nur mit 'right_sidebar set' gültig
es: ERROR: --no-focus solo es válido con right_sidebar set
fr: ERREUR : --no-focus est uniquement valide avec right_sidebar set
ja: ERROR: --no-focus は right_sidebar set でのみ使えます
ko: 오류: --no-focus 옵션은 right_sidebar set 명령에서만 유효합니다
zh_hans: 错误：--no-focus 仅在 right_sidebar set 时有效
zh_hant: 錯誤：--no-focus 僅在使用 right_sidebar set時有效

# rightSidebar.remote.error.optionRequiresID
source: ERROR: %@ requires an id
ar: خطأ: %@ يتطلب معرفًا
de: FEHLER: %@ erfordert eine ID
es: ERROR: %@ requiere un id
fr: ERREUR : %@ requiert un identifiant
ja: ERROR: %@ には ID が必要です
ko: 오류: %@에는 ID가 필요합니다
zh_hans: 错误：%@ 需要一个 id
zh_hant: 錯誤：%@ 需要 ID

# rightSidebar.remote.error.stateUnavailable
source: ERROR: Right sidebar state not available
ar: خطأ: حالة الشريط الجانبي الأيمن غير متوفرة
de: FEHLER: Zustand der rechten Seitenleiste nicht verfügbar
es: ERROR: El estado de la barra lateral derecha no está disponible
fr: ERREUR : état de la barre latérale droite indisponible
ja: ERROR: 右サイドバーの状態を利用できません
ko: 오류: 오른쪽 사이드바 상태를 사용할 수 없습니다
zh_hans: 错误：右侧边栏状态不可用
zh_hant: 錯誤：右側邊欄狀態無法使用

# rightSidebar.remote.error.targetNotFound
source: ERROR: Right sidebar target not found
ar: خطأ: هدف الشريط الجانبي الأيمن غير موجود
de: FEHLER: Ziel der rechten Seitenleiste nicht gefunden
es: ERROR: Destino de la barra lateral derecha no encontrado
fr: ERREUR : cible de barre latérale droite introuvable
ja: ERROR: 右サイドバーの対象が見つかりません
ko: 오류: 오른쪽 사이드바 대상을 찾을 수 없습니다
zh_hans: 错误：未找到右侧边栏目标
zh_hant: 錯誤：找不到右側邊欄目標

# rightSidebar.remote.error.unavailable
source: ERROR: Right sidebar not available
ar: خطأ: الشريط الجانبي الأيمن غير متوفر
de: FEHLER: Rechte Seitenleiste nicht verfügbar
es: ERROR: Barra lateral derecha no disponible
fr: ERREUR : barre latérale droite indisponible
ja: ERROR: 右サイドバーを利用できません
ko: 오류: 오른쪽 사이드바를 사용할 수 없습니다
zh_hans: 错误：右侧边栏不可用
zh_hant: 錯誤：右側邊欄無法使用

# rightSidebar.remote.error.unknownCommand
source: ERROR: Unknown right sidebar command '%@'
ar: خطأ: أمر الشريط الجانبي الأيمن مجهول '%@'
de: FEHLER: Unbekannter Befehl für die rechte Seitenleiste: „%@“
es: ERROR: Comando de barra lateral derecha desconocido '%@'
fr: ERREUR : commande de barre latérale droite inconnue '%@'
ja: ERROR: 不明な右サイドバーコマンド '%@'
ko: 오류: 알 수 없는 오른쪽 사이드바 명령어: '%@'
zh_hans: 错误：未知的右侧边栏命令 '%@'
zh_hant: 錯誤：未知的右側邊欄命令「%@」

# rightSidebar.remote.error.unknownMode
source: ERROR: Unknown right sidebar mode '%@'
ar: خطأ: وضع الشريط الجانبي الأيمن مجهول '%@'
de: FEHLER: Unbekannter Modus für die rechte Seitenleiste: „%@“
es: ERROR: Modo de barra lateral derecha desconocido '%@'
fr: ERREUR : mode de barre latérale droite inconnu '%@'
ja: ERROR: 不明な右サイドバーモード '%@'
ko: 오류: 알 수 없는 오른쪽 사이드바 모드: '%@'
zh_hans: 错误：未知的右侧边栏模式 '%@'
zh_hant: 錯誤：未知的右側邊欄模式「%@」

# rightSidebar.remote.error.unknownOption
source: ERROR: Unknown right sidebar option '%@'
ar: خطأ: خيار الشريط الجانبي الأيمن مجهول '%@'
de: FEHLER: Unbekannte Option für die rechte Seitenleiste: „%@“
es: ERROR: Opción de barra lateral derecha desconocida '%@'
fr: ERREUR : option de barre latérale droite inconnue '%@'
ja: ERROR: 不明な右サイドバーオプション '%@'
ko: 오류: 알 수 없는 오른쪽 사이드바 옵션: '%@'
zh_hans: 错误：未知的右侧边栏选项 '%@'
zh_hant: 錯誤：未知的右側邊欄選項「%@」

# rightSidebar.remote.error.unknownTargetOption
source: ERROR: Unknown right sidebar target option '%@'
ar: خطأ: خيار هدف الشريط الجانبي الأيمن مجهول '%@'
de: FEHLER: Unbekannte Zieloption für die rechte Seitenleiste: „%@“
es: ERROR: Opción de destino de barra lateral derecha desconocida '%@'
fr: ERREUR : option cible de barre latérale droite inconnue '%@'
ja: ERROR: 不明な右サイドバー対象オプション '%@'
ko: 오류: 알 수 없는 오른쪽 사이드바 대상 옵션: '%@'
zh_hans: 错误：未知的右侧边栏目标选项 '%@'
zh_hant: 錯誤：未知的右側邊欄目標選項「%@」
